{"inkVersion":20,"root":[["^Nicholas stood out back behind the pizza restaurant, before the rusted door.","\n","^Carbone’s was the pride of the town, the best place to get a slice. Don Carbone was proud of it’s reputation.","\n","^But pizza was not the man’s main business.","\n","^Nicholas knocked four times, bring sure to leave a distinct but brief pause before the fourth. A slit in the door slid open.","\n","^Nick, Sylvia, The Don’s been waiting for you. Get in here. ",{"#":"charName: ???"},"\n","^...","\n","^Ah, Nicholas! So fine to see you, my boy. Good to see Sylvie here's taking good care of you. ",{"#":"charName: Don Carbone"},"\n","^I heard you're dealing with some sort of amnesia business.","\n","^Yes, Don. I have lost a bit of my memory. ",{"#":"charName: Nicholas"},"\n","^Well, you better get over it soon, yes? Can't have my best info guy forgetting everything he learns. ",{"#":"charName: Don Carbone"},"\n","^Of course Don. My recent memory since the incident is just fine, and I've been recovering well. ",{"#":"charName: Nicholas"},"\n","^But we have some new problems we need your help with, Don. ",{"#":"charName: Sylvia"},"\n","^That's right. You remember my brother, Cooper. ",{"#":"charName: Nicholas"},"\n","^Well of course, the garbage man turned squeaky clean.","\n","^Although, a man like that... is never really clean for goo.","\n","^Anyways, how's he enjoying the honest life?","\n","^Well sir,  I couldn't quite tell you. I don't speak with him much anymore. But he's been helping me while I've been recovering, and-  ",{"#":"charName: Nicholas"},"\n","^Yes, and? Spit it out.","\n","^He's dissapeared. I haven't been able to contact him at all.  ",{"#":"charName: Nicholas"},"\n","^And what's to say he hasn't just abandoned you like he did me?","\n","^No... it wouldn't be like him.  ",{"#":"charName: Nicholas"},"\n","^Plus, we found his wallet and keys in his apartment with the door unlocked. Why would anyone leave these behind unless they were kidnapped! ",{"#":"charName: Sylvia"},"\n","^Please, Don, you gotta help us. Anything you can do. You have people, you know things, right? Who could have done this?  ",{"#":"charName: Nicholas"},"\n","^Now, now, hold on there son. ",{"#":"charName: Don Carbone"},"\n","^As you know I am a very generous man. I love my community and my excellent business parters.","\n","^But at the end of the day, that's just what I run here. A business.","\n","^If you want me to help you, what you're asking for is a transaction.","\n","^.. I'm sorry, I'm just a bit strapped for cash and- ",{"#":"charName: Nicholas"},"\n","^But! ",{"#":"charName: Don Carbone"},"\n","^because I am a generous man, I will give you a good deal.","\n","^If you can get me those numbers, the ones I asked you for before you went AWOL on me,","\n","^I'll help find that slippery brother of yours in lieu of your fee.","\n","^Oh, thank you Don! ",{"#":"charName: Nicholas"},"\n","^Um... the numbers... right.","\n",{"#":"divert to memory?"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"#f":1}],"listDefs":{}}