{"inkVersion":20,"root":[["^Hey, you awake? ",{"#":"charName:Man in Suit"},"\n","^Y..Yes? ",{"#":"charName:???"},"\n","^Well, you're at least somewhat coherent. That's better than when we usually meet. ",{"#":"charName:Man in Suit"},"\n","^So, do you know who I am? ",{"#":"charName:Man in Suit"},"\n","^I'm sorry...I have no idea who you are. ",{"#":"charName:???"},"\n","^HA! An apology? That's a first. ",{"#":"charName:Man in Suit"},"\n","^Guess you really did lose your memory. ",{"#":"charName:Man in Suit"},"\n","^You're right...I can't remember a thing. ",{"#":"charName:???"},"\n","^Well then let's see if this sounds familiar. ",{"#":"charName:Man in Suit"},"\n","^Your name is Nicholas. The hospital staff said they found you stumbling around outside this place before you passed out and hit your head on the stairs outside. Ring a bell? ",{"#":"charName:Man in Suit"},"\n","^I shake my head ",{"#":"charName:"},"\n","^How about the fact that I'm your brother. Does the name Cooper mean anything to you? ",{"#":"charName:Man in Suit"},"\n","^I'm sorry. I got nothing. ",{"#":"charName:Nicholas"},"\n","^Man, I was really hoping it wouldn't come to this ",{"#":"charName:Cooper"},"\n","^Dr. Hill, who is your attending physician told me that when you came too a day ago, you told him that you couldn't remember anything. You remember that at least? ",{"#":"charName:Cooper"},"\n","^Yes, I remember. ",{"#":"charName:Nicholas"},"\n","^At least your short term isn't shot. Bright side. ",{"#":"charName:Cooper"},"\n","^Dr. Hill stated that your amnesia could register from a number of things. She believes its from your head injury. A concussion. On the other hand, I believe that its probably alcohol related brain damage. ",{"#":"charName:Cooper"},"\n","^Alcohol? ",{"#":"charName:Nicholas"},"\n","^Oh great. You don't remember that you're a raging alcoholic. Maybe this memory loss will be a good thing. ",{"#":"charName:Cooper"},"\n","^For you at least. For me, I have to take time off work to take care of you. Until you get your memory back. You can understand why this is kinda pissing me off, yeah? ",{"#":"charName:Cooper"},"\n","^Yes...I understand. I'm sorry. ",{"#":"charName:Nicholas"},"\n","^Geez, how bad did you hit your head? It's like I'm talking to a robot. Well, whatever. I'm taking you home.  ",{"#":"charName:Cooper"},"\n","^Your head injury isn't life threatening or anything so the doc's put you in my care for now. You're discharged. We'll have to come back to check up on you but for now, you can go home. ",{"#":"charName:Cooper"},"\n","^Here's your wallet. I got your address from it so I'll drive you back right now.","\n",{"#":"charName:Cooper"},"^Recieve wallet item ",{"#":"charName:"},"\n","^We're brothers but we don't live together? ",{"#":"charName:Nicholas"},"\n","^What the hell kinda question is that? I'm 30 and you're 34. Damn, how hard DID you hit your head? ",{"#":"charName:Cooper"},"\n","^... ",{"#":"charName:Nicholas"},"\n","^Let's go already. ",{"#":"charName:Nicholas"},"\n","ev","str","^outsideApartment","/str","/ev",{"VAR=":"currentLocation","re":true},["done",{"#f":5,"#n":"g-0"}],null],"done",{"global decl":["ev","str","^Hospital","/str",{"VAR=":"currentLocation"},"/ev","end",null],"#f":1}],"listDefs":{}}