{"inkVersion":20,"root":[["^On second thought, I'm gonna stay here. ",{"#":"charName: Nicholas"},"\n","^Ok. I didn't wanna have to do this.","\n","^But I'm outta options.","\n","^I must call my most trusted, most valuable ally.","\n","^The one person who has my back despite everything bad that's happened between us.","\n","^Silvia.","\n","^You reach for your phone and you realize its gone. ",{"#":"charName:"},"\n","^In fact, all your belongings like your wallet and keys are gone.","\n","^This day just keeps getting better. ",{"#":"charName: Nicholas"},"\n","^Hello, Nicholas? ",{"#":"charName: ???"},"\n","^JESUS! ",{"#":"charName: Nicholas"},"\n","^Can you hear me? I assume from that startled scream that you can. ",{"#":"charName: ???"},"\n","^Who am I speaking to? I am being held here against my will! ",{"#":"charName: Nicholas"},"\n","^This is a clear violation of my rights. If I don't get a phone call this insta-","\n","^I'm sorry, Nicholas. This isn't way I wanted to prep you. ",{"#":"charName: ???"},"\n","^Prep me? ",{"#":"charName: Nicholas"},"\n","^We're on a ticking clock here, Nicholas. ",{"#":"charName: ???"},"\n","^Right now, your mind has been...shattered. It's damaged.","\n","^Hold on there a second. Don't tell me this is some kinda mind palace. ",{"#":"charName: Nicholas"},"\n","^In a way? I'm impressed, you caught on quick. ",{"#":"charName: ???"},"\n","^It's not that hard to believe I'm not in the real world right now. ",{"#":"charName: Nicholas"},"\n","^Then that makes this next part easier. ",{"#":"charName: ???"},"\n","^I'm currenly in the process of repairing your brain.","\n","^To do so we have to navigate to various core memories of yours in order to do so.","\n","^And I'm at this broken down supermarket for what reason? ",{"#":"charName: Nicholas"},"\n","^There's something important to you here. Your subconscious has guided you here for something. It's...a number judging by the readings I'm getting? ",{"#":"charName: ???"},"\n","^A number? Look, friend. I'm not sure you know but there's a lot of numbers in the world. ",{"#":"charName: Nicholas"},"\n","^What you want me to start counting? 1, 2, 3, 4...","\n","^You must look at your surroundings. ",{"#":"charName: ???"},"\n","^Your mind wants to be repaired so it brought you here for a reason.","\n","^That's all the help I can give you at the moment. We're both a bit lost here so let's help each other out.","\n",["done",{"#f":5,"#n":"g-0"}],null],"done",{"#f":1}],"listDefs":{}}